/* Automatic Update Alert Description (Critical Update) */
"%1$@ %2$@ has been downloaded and is ready to use! This is an important update; would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ je stažena a připravena k použití. Jedná se o důležitou aktualizaci. Chcete ji nainstalovat a znovu spustit %1$@?";

/* Automatic Update Alert Description (Normal Update) */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ je stažena a připravena k použití. Chcete ji nainstalovat a znovu spustit %1$@?";

/* No comment provided by engineer. */
"%1$@ can't be updated when it's running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again." = "%1$@ nelze aktualizovat, pokud běží ze svazku pouze pro čtení, jako například z obrazu disku nebo optické jednotky. Přesuňte %1$@ do složky Aplikace, spusťte znovu odtud a zkuste to znovu.";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ je momentálně nejnovější dostupná verze.";

/* No comment provided by engineer. */
"%@ downloaded" = "%@ staženo";

/* No comment provided by engineer. */
"%@ of %@" = "%1$@ z %2$@";

/* Description text for SUUpdateAlert when the update is downloadable. */
"A new version of %@ is available. Update to %@ to experience the latest improvements." = "K dispozici je nová verze %1$@. Aktualizujte na verzi %2$@ a užijte si nejnovější vylepšení.";

/* Description text for SUUpdateAlert when the update informational with no download. */
"A new version of %@ is available. Update to %@ to experience the latest improvements. Would you like to learn more about this update on the web?" = "K dispozici je nová verze %1$@. Aktualizujte na verzi %2$@ a užijte si nejnovější vylepšení. Chcete se o této aktualizaci dozvědět víc na webu?";

/* Automatic Update Alert Title (Normal Update) */
"A new version of %@ is ready to install!" = "Nová verze %@ je připravena k instalaci!";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Při načítání informací o aktualizaci došlo k chybě. Zkuste to prosím později.";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "Při stahování aktualizace došlo k chybě. Zkuste to prosím později.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Při rozbalování archivu došlo k chybě. Zkuste to prosím později.";

/* No comment provided by engineer. */
"An error occurred while installing the update. Please try again later." = "Při instalaci aktualizace došlo k chybě. Zkuste to prosím později.";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "Při pasrování kanálu aktualizace došlo k chybě.";

/* No comment provided by engineer. */
"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "Při opětovném spouštění aplikace %1$@ došlo k chybě, nicméně při dalším spuštění aplikace %1$@ bude k dispozici nová verze.";

/* Automatic Update Alert Title (Critical Update) */
"An important update to %@ is ready to install" = "Důležitá aktualizace %@ je připravena k aktualizaci";

/* the unit for bytes */
"B" = "B";

/* No comment provided by engineer. */
"Cancel" = "Zrušit";

/* No comment provided by engineer. */
"Cancel Update" = "Zrušit aktualizaci";

/* No comment provided by engineer. */
"Checking for updates..." = "Vyhledávání aktualizací...";

/* Take care not to overflow the status window. */
"Downloading update..." = "Stahování aktualizace...";

/* Take care not to overflow the status window. */
"Extracting update..." = "Rozbalování aktualizace...";

/* the unit for gigabytes */
"GB" = "GB";

/* No comment provided by engineer. */
"Install and Relaunch" = "Nainstalovat a spustit znovu";

/* Take care not to overflow the status window. */
"Installing update..." = "Instalace aktualizace...";

/* the unit for kilobytes */
"KB" = "KB";

/* Alternate title for 'Install Update' button when there's no download in RSS feed. */
"Learn More..." = "Zjistit víc...";

/* No comment provided by engineer. */
"Let's update your app" = "Chce to aktualizaci vaší aplikace";

/* the unit for megabytes */
"MB" = "MB";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to Install" = "Připraveno k instalaci";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "Má aplikace %1$@ vyhledávat aktualizace automaticky? Aktualizace můžete vždy vyhledat ručně z nabídky %1$@.";

/* No comment provided by engineer. */
"The update is improperly signed." = "Aktualizace je podepsána nesprávně.";

/* No comment provided by engineer. */
"The update will not be installed because the user requested for the system to power off" = "Aktualizace nebude nainstalována, protože uživatel si vyžádal vypnutí systému.";

/* Automatic Update Alert Title (Forced Update) */
"Uh oh. Your version of %@ is out of date." = "A safra. Máte zastaralou verzi %@.";

/* No comment provided by engineer. */
"Update Error!" = "Chyba při aktualizaci!";

/* No comment provided by engineer. */
"Updating %@" = "Aktualizuji %@";

/* 'Error' message when the user checks for updates but is already current or the feed doesn't contain any updates. (not necessarily shown in UI) */
"You already have the newest version of %@." = "Nejnovější verzi %@ už máte.";

/* Status message shown when the user checks for updates but is already current or the feed doesn't contain any updates. */
"You're up-to-date!" = "Vše je aktualizováno!";

/* Automatic Update Alert Description (Forced Update) */
"You’re currently on version %@ which is no longer supported. We’ve made a lot of improvements since then so please download the latest version to continue." = "Momentálně máte verzi %@, kterou už nepodporujeme. Od této verze jsme provedli spoustu vylepšení, takže prosím pokračujte stažením nejnovější verze.";
